Repository: guibe/mathdash
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Multiply
fr_fr: Multiplication

source: Add & Substract
fr_fr: Addition et Soustraction

source: ... so you can track your progress
fr_fr: ... pour suivre ta progression

source: Sign in with <b>Google</b>
fr_fr: Connexion avec <b>Google</b>

source: Math Dash - timed math practice
fr_fr: Math Dash - mathématiques chronométrées

source: seconds remaining
fr_fr: secondes restantes

source: count faster
fr_fr: calcul r&eacute;flexe

source: How am I doing?
fr_fr: Mes Scores

source: You're not signed-in. Math Dash will not record your points
fr_fr: Tu n'es pas connect&eacute;! Ton score ne sera pas enregistr&eacute;.

source: Just practice
fr_fr: Pas grave, je m'entra&icirc;ne.

source: Sign Out
fr_fr: D&eacute;connexion

source: Sign-in now and record my points
fr_fr: Connecte moi et enregistre mon score.

source: Well done!
fr_fr: Bravo!

source: Giving up already?
fr_fr: D&eacute;j&agrave;!?

source: You answered <span id="questions_total"></span> questions in <span id="time_spent"></span> seconds and got <span id="questions_correct"></span> right.
fr_fr: <span id="questions_total"></span> r&eacute;ponses donn&eacute;es en <span id="time_spent"></span> secondes dont <span id="questions_correct"></span> correctes.

source: Main Page
fr_fr: Jeux
